[
    {
        "quote" : "If you're going through hell, keep going.",
        "author" : "Winston Churchill",
        "image-url": "winstonchurchill-m.jpg",
    },
    {
        "quote" : "I trained myself to fight an army, so one guy will not defeat me.",
        "author" : "Georges St-Pierre",
        "image-url": "georgesstpierre-m.jpg",
    },
    {
        "quote" : "The problem is not the problem, the problem is your attitude about the problem.",
        "author" : "Capt. Jack Sparrow",
        "image-url": "captjacksparrow-m.jpg",
    },
    {
        "quote" : "I am the master of my fate; The captain of my soul.",
        "author" : "William Ernest Henley",
        "image-url": "williamernesthenley-m.jpg",
    },
    {
        "quote" : "A clever person solves a problem. A wise person avoids it.",
        "quote" : "Try not to become a man of success, but rather try to become a man of value.",
        "quote" : "In the middle of difficulty lies opportunity.",
        "quote" : "Weakness of attitude becomes weakness of character.",
        "quote" : "The only source of knowledge is experience.",
        "quote" : "You never fail until you stop trying.",
        "quote" : "Once we accept our limits, we go beyond them.",
        "quote" : "If you want to live a happy life, tie it to a goal, not to people or things.",
        "quote" : "Only those who attempt the absurd can achieve the impossible.",
        "author" : "Albert Einstein",
        "image-url": "alberteinstein-m.jpg",
    },
    {
        "quote" : "Remember that just because you hit bottom doesn’t mean you have to stay there.",
        "author" : "Robert Downey Jr.",
        "image-url": "robertdowneyjr-m.jpg",
    },
    {
        "quote" : "Luck is what happens when preparation meets opportunity.",
        "quote" : "Difficulties strengthen the mind, as labor does the body.",
        "quote" : "If a man knows not to which port he sails, no wind is favorable.",
        "quote" : "It is not the man who has too little, but the man who craves more, that is poor.",
        "quote" : "What need is there to weep over parts of life? The whole of it calls for tears.",
        "quote" : "He suffers more than necessary, who suffers before it is necessary.",
        "quote" : "Only time can heal what reason cannot.",
        "quote" : "Most powerful is he who has himself in his own power.",
        "quote" : "Fate leads the willing, and drags along the reluctant.",
        "quote" : "Eyes will not see when the heart wishes them to be blind.",
        "author" : "Lucius Annaeus Seneca",
        "image-url": "luciusannaeusseneca-m.jpg",
    },
    {
        "quote" : "Waste no more time arguing what a good man should be. Be One.",
        "quote" : "Your task is to stand straight; not to be held straight.",
        "quote" : "The true worth of a man is to be measured by the objects he pursues.",
        "author" : "Marcus Aurelius",
        "image-url": "marcusaurelius-m.jpg",
    },
]
